# Translations_Values_Suspensions = {
#   "зависимая, пневмоэлемент" => 20501, # :dependent_pneumo,
#   "зависимая, пружинная" => 20502, # :dependent_coil,
#   "зависимая, рессорная" => 20503, # :dependent_spring,
#   "полунезависимая, торсионная" => 20504, # :semidependent_torsion,
#   "полунезависимая, пружинная" => 20505, # :semidependent_coil,
#   "независимая, рессорная" => 20506, # :independent_spring,
#   "независимая, гидропневмоэлемент" => 20507, # :independent_hydro_pneumo,
#   "независимая, торсионная" => 20508, # :independent_torsion,
#   "независимая, пневмоэлемент" => 20509, # :independent_pneumo,
#   "независимая, пружинная" => 20510, # :independent_coil
# }
#
# Translations_Values_Brakes = {
#  "керамические вентилируемые" => 20401, # :ceramic_ventilated,
#  "дисковые барабанные" => 20402, # :disc_or_drum,
#  "барабанные  дисковые" => 20403, # :disc_or_drum,
#  "барабанные" => 20404, # :drum,
#  "дисковые вентилируемые" => 20405, # :disc_ventilated,
#  "дисковые" => 20406, # :disc
# }
#
# Translations_Values = {
#   cylinder_placement: {
#     "W-образное" => :W,
#     "роторный двигатель" => :R,
#     "V-образное с малым углом развала цилиндров" => :V,
#     "оппозитное" => :F,
#     "V-образное" => :V,
#     "рядное" => :I
#   },
#   injection: {
#     "центральный впрыск" => 20201, # :central_injection,
#     "двигатель с разделенными камерами сгорания (вихрекамерный или предкамерный)" => 20202, # :separated_combustor,
#     "карбюратор" => 20203, # :carburetor,
#     "двигатель с неразделенными камерами сгорания (непосредственный впрыск топлива)" => 20204, # :nonseparated_combustor,
#     "непосредственный впрыск в камеру сгорания" => 20205, # :direct_injection,
#     "распределенный впрыск" => 20206, # :distributed_injection,
#   },

Rus_Months = %w(Январь Февраль Март Апрель Май Июнь Июль Август Сентябрь Октябрь Ноябрь Декабрь)
